app/controllers/api/v1/products_controller.rb

SELECT "products".* FROM "products"
---
      def index
        respond_with Product.all